"+ Add" = "+ 追加";

"Add a card" = "カードを追加";

"Add a payment method" = "決済手段を追加";

"Add bank account" = "銀行口座を追加する";

"Add new payment method" = "新たな支払い方法を追加";

"Add your payment information" = "支払い情報を追加";

"Approve payment" = "支払いを承認する";

"Are you sure you want to remove this card?" = "このカードを削除しますか？";

"Are you sure you want to remove this linked account?" = "この関連付けられた口座を削除しますか？";

"Back" = "戻る";

"Bank account" = "銀行口座";

"Buy now or pay later with Klarna." = "Klarna で後払いします。";

"Buy using a UPI ID" = "UPI ID を使って購入";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "PayPal による支払いを確定すると、%@ が規約に従って今後の支払いをお客様の PayPal アカウントに請求することを許可することになります。";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "PayPal を継続すると、%@ が規約に従って今後の支払いをお客様の PayPal アカウントに請求することを許可することになります。";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "続行すると、<terms>これらの規約</terms>に従って支払いをオーソリすることに同意したものとみなされます。";

"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "続行すると、これらの<terms>規約</terms>に従って支払いをオーソリすることに同意したものとみなされます。";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "続行すると、%2$@ の利用規約に従って、この許可が取り消されない限り、お客様は今回の支払いおよび今後の支払いを、Cash App のアカウントから引き落とすことを %1$@ に許可したものとみなされます。これは、Cash App の設定でいつでも変更することができます。";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Link に登録することで、お客様は<terms>利用規約</terms>および<privacy>プライバシーポリシー</privacy>に同意したことになります。";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "支払い情報を提供し、この支払いを確定することで、お客様は (A) %@ および決済サービスプロバイダーである Stripe がお客様の銀行に口座引き落としの指図を送り、(B) 銀行がこの指図に従ってお客様の口座から引き落としを行うことを承認することになります。お客様の権利の一部として、銀行との契約条件に基づき、お客様は銀行からの返金を受ける権利を有します。返金は口座の引き落とし日から 8 週間以内に請求する必要があります。お客様の権利は、銀行から得られる明細書内で説明されています。お客様は今後の引き落としに関する通知を引き落としの実行日の 2 日前までに受け取ることに同意するものとします。";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "%@ の銀行口座を保存すると、<terms>これらの規約</terms>に従って支払いをオーソリすることに同意したものと見なされます。";

"Cancel and pay another way" = "キャンセルして別の方法で支払う";

"Change email" = "メールアドレスを変更";

"Choose a payment method" = "支払い方法を選択";

"Close card scanner" = "カードスキャナを閉じる";

"Code sent" = "コードが送信されました";

"Contact information" = "連絡先情報";

"Default" = "デフォルト";

"EPS Bank" = "EPS 銀行";

"Enter address manually" = "住所を手動で入力";

"Enter the code sent to %@ to use Link to pay by default." = "デフォルトで Link を使用して支払うには %@ に送信されたコードを入力してください。";

"Enter your verification code" = "確認コードを入力してください";

"For security, please re-enter your card’s security code." = "セキュリティー保持のため、お客様のクレジットカードのセキュリティーコードをもう一度入力してください。";

"IBAN" = "IBAN";

"Join Link" = "Link に申し込む";

"Log out of Link" = "Link からログアウト";

"Name on card" = "カード名義人";

"Not %@?" = "%@ ではありませんか？";

"Open your UPI app to approve your payment within %@" = "UPI アプリを開いて %@ 以内に支払いを承認してください";

"Or" = "または";

"Or pay using" = "または別の方法で支払う";

"Or pay with a card" = "または、カードで支払う";

"Pay %@" = "%@ を支払う";

"Pay another way" = "別の方法で支払う";

"Pay faster at %@ and thousands of merchants." = "%@ やその他多数の加盟店で支払いをスピードアップします。";

"Pay in <num_installments/> interest-free payments of <installment_price/> with <img/>" = "<img/> で毎回 <installment_price/> ずつ、無利息の <num_installments/> 回の分割払いで支払う";

"Pay later with Klarna." = "Klarna での後払いにします。";

"Pay over time with %@" = "%@ で時間をかけて支払う";

"Pay using" = "下記の方法で支払う";

"Pay with %@" = "%@ で支払う";

"Pay with your bank account in just a few steps." = "銀行口座を使用して簡単に支払えます。";

"Payment" = "決済";

"Payment failed" = "支払いに失敗しました";

"Payment methods" = "決済手段";

"Please go back and select another payment method" = "前に戻って別の決済手段を選択してください";

"Point the camera at your card." = "カメラをカードに向けてください。";

"Processing..." = "処理中...";

"Przelewy24 Bank" = "Przelewy24 銀行";

"Remove %1$@ ending in %2$@" = "末尾が %2$@ の %1$@ を削除";

"Remove Card" = "カードを削除";

"Remove card" = "カードを削除";

"Remove linked account" = "関連付けられた口座を削除";

"Resend code" = "コードを再送信";

"Save address" = "住所を保存する";

"Save for future payments" = "今後の支払いのために保存する";

"Save my info for secure 1-click checkout" = "安全なワンクリックでの購入に使用する情報を保存する";

"Save this account for future %@ payments" = "今後の %@ の支払いのためにこの口座を保存する";

"Save this card for future %@ payments" = "今後の %@ の支払いのためにこのカードを保存する";

"Secure 1⁠-⁠click checkout" = "安全なワンクリックでの購入";

"Select your payment method" = "支払い方法を選択してください";

"Set as default" = "デフォルトとして設定";

"Set as default payment method" = "デフォルトの決済手段として設定する";

"Set up" = "設定";

"Shipping to %@ is not supported." = "%@ への配送には対応していません。";

"Show menu" = "メニューを表示";

"Sign in to your Link account" = "Link アカウントにサインイン";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "1 ～ 2 営業日以内に Stripe は口座に $0.01 を入金します。その後、%@ への支払いを完了するための手順が記載されたメールが送信されます。";

"Tap to close" = "タップして閉じます";

"Tap to expand" = "タップして展開します";

"The IBAN you entered is incomplete." = "入力した IBAN に不備があります。";

"The provided verification code has expired." = "入力された確認コードは期限が切れています。";

"The provided verification code is incorrect." = "入力された確認コードは正しくありません。";

"This card has expired. Update your card info or choose a different payment method." = "このカードは有効期限が切れています。カード情報を更新するか、別の決済手段を選択してください。";

"This is your default" = "これはデフォルトです";

"Too many attempts. Please try again in a few minutes." = "試行回数が多すぎます。数分後に再度お試しください。";

"Unavailable for this purchase" = "この購入には利用できません";

"Update card" = "カードを更新";

"Use your saved info to check out faster" = "保存された情報を使用して迅速に決済";

"Your IBAN should start with a two-letter country code." = "IBANコードの先頭には 2 文字の国コードを入力してください。";

"iDEAL Bank" = "iDEAL銀行";
